Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: (f) scientific research and development means scientific experimentation, analysis or chemical research carried out under controlled conditions; it includes the determination of intrinsic properties, performance and efficacy as well as scientific investigation related to product development
es: f) «investigación y desarrollo científicos» los experimentos científicos y los análisis e investigaciones químicas efectuados bajo condiciones controladas; esta definición incluye la determinación de las propiedades intrínsecas, del rendimiento y de la eficacia, así como la investigación científica relacionada con el desarrollo de productos

source: We subscribe to the philosophy that customers are essential to the early stages of product development.
es: Compartimos la filosofía de que los clientes son esenciales en las primeras etapas del desarrollo del producto.

source: This step will allow for a vertical integration of the company's projects, bringing together R&D, product development and commercialization.
es: Este paso supone una integración vertical de los proyectos de la compañía, aunando la I+D, el desarrollo de productos y su comercialización.

source: Baxter's approach to improving access to healthcare includes product donations, strategic sponsorships and product development.
es: Los esfuerzos de Baxter por mejorar el acceso a la asistencia sanitaria incluyen donaciones de productos, patrocinios estratégicos y desarrollo de productos.

source: In addition, pump and valve triggering have been optimized in the course of the product development.
es: Además, en el marco de este proceso de desarrollo, se optimizaron los módulos de control de las bombas y de las válvulas.

source: But there's a lot more to be considered in product development from a sustainability perspective.
es: Sin embargo, desde el punto de vista de la sostenibilidad, hay muchísimo más a tener en cuenta.

source: The integration of the cooling apparatus for the graphite furnace is an innovation and an example of intelligent product development.
es: Una novedad y ejemplo para el desarrollo inteligente de desarrollo de productos es la integración de refrigeración para el horno de tubo de grafito.

source: Since then Combisafe has given freely of the years of experience represented within its technical teams, strengthening the drafting committees and maintaining the link between the resulting Standards, the leading edge of product development, and the major end user customers within the industry.
es: Desde entonces Combisafe ha facilitado desinteresadamente años de experiencia de su equipo técnico contribuyendo de ésta manera con el comité y manteniendo un nexo entre las normas resultantes, los nuevos productos desarrollados y sus usuarios dentro de la industria.

source: In developing a new tractor, the initial design concepts are created from several sources in a joint process which brings together the combined talents of engineering, marketing, and product development.
es: A la hora de crear un nuevo tractor, las ideas de diseño iniciales se obtienen de distintas fuentes en un proceso conjunto que aúna el talento del equipo de ingeniería, el departamento de marketing y el departamento de desarrollo de productos.

source: Technological support for managing product development.
es: Soporte tecnológico a la gestión del desarrollo de producto.

source: Calibration of behavioral models used for components simulation and product development.
es: Calibración de los modelos de comportamiento utilizados para simulación de componentes y desarrollo de producto.

source: In foreground are product development managers Sammy Rose and Robert Earhart.
es: En primer plano, Sammy Rose y Robert Earhart, Gerentes de Desarrollo de Productos.

source: Lineco will not pay your Part D plan premiums.
es: Lineco no pagará sus cuotas del plan de la parte D.

source: Health care insurance and the level of premiums paid by the insured population are not contingent on nationality.
es: El seguro de salud y la cuantía de las primas pagadas por la población asegurada no tienen nada que ver con la nacionalidad.

source: If I do not pay the premiums, I will be taken off the program and cannot participate again for 6 months.
es: Si no hago estos pagos, se anulará mi inscripción en el programa y no podré participar por 6 meses.

source: He blocked the social cohesion that the coupling of premiums to each worker would have achieved.
es: Él fue quien bloqueó la cohesión social que se habría conseguido vinculando las primas a cada trabajador.

source: In the first six months, premiums have led to 2.3 euros of wind energy bill of an average monthly spanish household.
es: En los seis primeros meses, las primas a la eólica han supuesto 2,3 euros en la factura eléctrica mensual de un hogar medio español.

source: The insurance premiums charged by the private sector depend on prevailing market conditions.
es: Las tarifas de seguros para el sector privado se rigen por las condiciones de mercado.

source: To deal with or prevent such a situation, premiums have to be increased and/or benefits reduced every year.
es: Para corregir o prevenir esta situación, se han de aumentar las primas o reducir las prestaciones todos los años.

source: The rise in emerging market risk premiums underscored the vulnerability to rising global interest rates and an economic slowdown.
es: La subida de las primas de riesgo de los mercados emergentes evidenció su vulnerabilidad con respecto al aumento de los tipos de interés mundiales y la desaceleración económica.

source: It would reduce costs and premiums for millions of families and businesses.
es: Reduciría los costos y las primas para millones de familias y empresas.

source: Premiums will vary according to your age, state, health history, and whether or not you smoke.
es: Las primas variarán en función de su edad, estado, antecedentes médicos y de si es o no fumador.

source: Furthermore, they are beneficiaries of life, health and other insurance premiums for a total of 19 thousand euros.
es: Además, son beneficiarios de primas de seguro de vida y salud y otros, por un total de 19 miles de euros.

source: Your premiums always increase when you renew a term policy.
es: Sus primas aumentarán siempre que renueve una póliza temporal.

source: Claims paid out and changes in the actuarial provisions need to be deducted from the gross premiums plus supplements to arrive at the service charge.
es: Las indemnizaciones pagadas y las variaciones de las reservas actuariales deben deducirse de la suma de las primas brutas y los suplementos de las primas para obtener el cargo de servicio.

source: Premiums or discounts arising on purchased securities are calculated and presented as part of interest income and are amortised over the remaining life of the assets.
es: Las primas o descuentos en valores adquiridos se calculan y presentan como parte de los ingresos por intereses y se amortizan a lo largo de la vida residual de los activos.

source: GINA forbids insurance companies to ask for genetic tests to be performed or to access existing results in order to set premiums or determine eligibility of enrolment.
es: GINA prohíbe que las compañías aseguradoras soliciten pruebas genéticas o acceder a resultados existentes para establecer las primas o determinar la elegibilidad de inscripción.

source: The sums managed by insurance companies are considerable 75% of premiums earned are for life insurance, with the remainder scattered between P&C and the other branches.
es: Las masas financieras manejadas por las compañías de seguros son considerables un 75% de las primas cobradas corresponden al seguro de vida, el resto se reparte entre el seguro de daños y las demás ramas.

source: For its calculation is considered the current cost of money and risk premiums used in general by the business.
es: Para su cálculo se tiene en cuenta el costo actual del dinero y las primas de riesgo utilizadas de forma general para el negocio.

source: Similarly, there are wide disparities in determining the cost of premiums.
es: De manera análoga, hay grandes disparidades en la fijación del importe de las primas.

source: The social costs have been internalised via insurance premiums may I make that very clear.
es: Los costes sociales se han internalizado mediante las primas de seguros eso quiero dejarlo muy claro.

source: When taking out a policy for any of these services, it is a good idea to compare prices, since in some case, in addition to the monthly or annual premiums, you must pay an amount per visit.
es: A la hora de contratar alguno de estos servicios es conveniente contrastar precios ya que en algunos casos además de las primas mensuales o anuales hay que pagar una cantidad por consulta.

source: By controlling risks and reducing costs, they can enjoy discounts on their premiums and cope better in a hard insurance market.
es: Controlando riesgos y reduciendo costos, ellas pueden gozar de descuentos en sus primas y sobrellevar mejor un duro mercado de seguros.

source: Payment of its affordable premiums effectively maintains social solidarity and risk-sharing.
es: El pago de sus asequibles primas mantiene eficazmente la solidaridad social y la socialización de los riesgos.

source: The general tendency is for the organic premiums to go down.
es: La tendencia general para los premios orgánicos es la de disminuir.

source: This allowed you to pay a low copay for each medication to not have to pay any premiums.
es: Esto te permite pagar un copay muy bajo para cada medicamento y no tener que pagar ningún Premium.

source: There are considerable differences between the staff/retirees and the organizations in the share of the premiums paid.
es: Hay considerables diferencias en el reparto del pago de las primas entre los funcionarios/jubilados y las organizaciones.

source: As an alternative to supporting insurance premiums, the encouragement of national reinsurance schemes could also be examined.
es: Asimismo, podría considerarse fomentar los regímenes nacionales de reaseguro como alternativa a las ayudas a las primas de seguro.

source: The best candidates tend to be in their 50s and have enough money to pay the premiums.
es: Los mejores candidatos tienden a estar en sus 50 y tener dinero suficiente para pagar las primas.

source: Availability of statistics regarding page views and clicks on banners.
es: Puesta a disposición de estadísticas de visitas y de clics en los banners.

source: On average, the website registered over a million page views per day.
es: En promedio, el sitio web de las Naciones Unidas registró más de un millón de páginas vistas por día.

source: During the period July-December this section received a total of 20,281 visits, with 35,400 page views.
es: Durante el periodo julio-diciembre esta sección recibió un total de 20.281 visitas, en las que se consultaron 35.400 páginas.

source: The dissemination of information on the education website considerably increased (829,566 page views in December 2002, as compared to 630,232 in June 2002).
es: La difusión de información en el sitio Internet del Sector de Educación aumentó considerablemente (829.566 páginas consultadas en diciembre de 2002, en comparación con 630.232 en junio).

source: Availability of statistics regarding page views and the number of clicks on the headline of each article.
es: Puesta a disposición de las estadísticas de visitas y de clics en el título de cada noticia.

source: (ii) Increased number of visits (page views) to the Branch's web pages
es: ii) Aumento del número de visitas (páginas leídas) a las páginas web de la Subdivisión

source: Q Are there any limitations in page views, data in the standard package?
es: P ¿Existen limitaciones en la vista de páginas o datos en el paquete estándar?

source: For example, we store page views, clicks and search terms used for ad personalization targeting separately from your contact information or other data that directly identifies you (such as your name, e-mail address, etc.).
es: Por ejemplo, se almacenan elementos como las veces que se ve una página, los clics y los términos de búsqueda para proporcionar anuncios personalizados, con independencia de su información de contacto o de otros datos que le identifiquen directamente (como su nombre, dirección de correo electrónico, etc.).

source: Traffic statistics indicate that in 2008 the Division's website was visited by some 4,600 users per day, generating approximately 4 million page views for the year.
es: Las estadísticas sobre el tráfico que registra el sitio web de la División indican que recibió unos 4.600 usuarios al día, lo que se tradujo en cerca de 4 millones de consultas en el año.

source: Page views, geographic distribution, time spent and many other statistics are available directly within Content Station.
es: Estadísticas como vistas de página, distribución geográfica, tiempo empleado y muchas otras están disponibles dentro de Content Station.

source: Increased page views and growth of advertising revenues
es: Más visitas a la página y crecimiento de los ingresos por publicidad.

source: The growth in visits is considerably higher than the growth in page views.
es: El aumento del número de visitas es considerablemente mayor que el aumento del número de páginas vistas.

source: The Web site of Bridal Guide magazine has 1.1 million page views every month and reaches seven times as many brides as its print publication.
es: El sitio Web de la revista Bridal Guide tiene 1.1 millones de visitantes mensuales y tiene un alcance siete veces mayor que su publicación impresa.

source: (ii) Increased number of page views and downloads from the website
es: ii) Mayor número de páginas visitadas y descargadas del sitio web

source: Audience bypassing page views by bookmarking the stream URL
es: La audiencia podía omitir las publicidades al agregar el URL del streaming a Favoritos.

source: Number of page views by month May 2007 - April 2009
es: Número de páginas visitadas al mes mayo 2007 - abril 2009

source: We had over 7 million page views, 615,000 unique viewers.
es: Tenemos más de 7 millones de visitas a las páginas, 615.000 visitantes excepcionales.

source: We also deliver advertisements (see the Display of Advertising section below) and provide Web site analytics tools on non-Microsoft sites and services, and we may collect information about page views on these third party sites as well.
es: Además, le ofrecemos anuncios publicitarios (consulte la sección Visualización de anuncios) y herramientas de análisis de sitios web en sitios y servicios ajenos a Microsoft, y podemos recopilar información acerca de las páginas que visite en estos sitios de terceros.

source: In fact, the limited number of ads (currently 66353) and the high exposure (27 400 000 page views per month) guarantee the effective international promotion of your property.
es: En efecto, el número de anuncios limitado (actualmente 66353) y la importante visibilidad (27 400 000 páginas vistas al mes) son una prenda de eficacia para la difusión internacional de sus bienes.

source: The visit count increased from 1.9 to 2.8 million, while page views quadrupled from 4.8 to 19.5 million.
es: Las visitas han pasado de 1,9 a 2,8 millones, y el número de páginas consultadas de 4,8 a 19,5 millones.

source: The site received an average of 2.5 million page views per month in 2005, with major peaks in use after the South Asian 2004 tsunami and 2005 earthquake.
es: El sitio en la web recibió una media de 2,5 millones de visitas al mes en 2005, con un número máximo de consultas después del tsunami del Asia sudoriental en 2004 y del terremoto de 2005.

source: This graph shows the progression of page views, all languages combined, over the last 12 months (30-day periods).
es: El siguiente gráfico indica la progresión del número de páginas vistas, sin distinción de idiomas, durante los 12 últimos meses (períodos de 30 días).

source: information about your computer and about your visits to and use of this website, such as your IP address, geographical location, browser type, referral source, length of visit and number of page views
es: información sobre su ordenador y sobre sus visitas y uso de esta web, tales como su dirección IP, su ubicación geográfica, el tipo de navegador, el enlace que condujo a nuestra web, la duración de su visita y el número de visitas a la página

source: Johns Hopkins' OCW site, launched just one year ago, now receives over 70,000 page views a month from more than 110 countries, with 38 percent of the site's visitors coming from outside the United States, the university says.
es: El sitio del OCW de Johns Hopkins, lanzado solamente hace un año, ahora recibe más de 70.000 visitas al mes de más de 110 países con 38 por ciento de las visitas al sitio provenientes de fuera de Estados Unidos, dice la universidad.

source: This working definition, which is very close to the concept used by the former UNCTC, as illustrated in the diagram on page 6, views technology as an integrated package of software and hardware, encompassing production, transformation and marketing skills, organization, management and quality control know-how; scientific, technical and management information.
es: 25. Habida cuenta de esta amplia definición de trabajo de la creación de capacidad en materia de ciencia y tecnología, los Inspectores prefirieron seleccionar para su evaluación únicamente los proyectos de creación de instituciones, pues tienen un espectro amplio de acción y son más adecuados para la creación de capacidad de la forma integrada que recomienda el CNUCTA.

source: The official EURO 2008 website - which offers coverage in ten languages, including Japanese, Korean and Chinese - registered over one billion page views in the four months preceding the event.
es: El sitio Web oficial de la Eurocopa 2008, que ofrece información en diez idiomas -entre ellos, japonés, coreano y chino- registró más de 1.000 millones de visitas en los cuatro meses previos al campeonato.

source: The press releases were also posted on the United Nations web site, which, as of 10 December 2004, averaged about 8.8 million hits and about 1.2 million page views per day.
es: Aparecieron también en el sitio web de las Naciones Unidas que al 10 de diciembre de 2004 recibía un promedio de 8,8 millones de visitas y 1,2 millones de consultas al día.

source: Only in one month, the Blog to Viajante [Traveller's Blog] reached 623 thousand Page views, with 330 thousand sole visitors
es: Solamente en un mes, el blog del Viajero alcanzó alrededor de 623 mil views, con 330 mil visitantes únicos

source: Boasting a clientele of nearly two million registered users, Hepsiburada.com sees over 500,000 visits per day, 4.5 million page views per day, and up to 5,500 orders per day.
es: Con una base de clientes de casi dos millones de usuarios registrados, Hepsiburada.com es testigo de más de 500.000 visitas diarias, 4,5 millones de visualizaciones de página al día y hasta 5.500 pedidos en un mismo día.

source: And our sales team helps customise the program for sites receiving more than 20 million page views a month.
es: Nuestro equipo de ventas ayuda a personalizar el programa para aquellos sitios cuyas páginas cuenten con más de 20 millones de visitas mensuales.

source: There are techniques for initiating and maintaining changes in lifestyle that may result in sustained weight loss.
es: Hay técnicas para iniciar y mantener cambios en el estilo de vida que pueden resultar en un adelgazamiento duradero.

source: Weight loss and malnutrition are possible complications.
es: Las posibles complicaciones son la pérdida de peso y la desnutrición.

source: In companies or productive units, it may lead to loss of benefits.
es: En las empresas o unidades productivas, puede provocar pérdidas de beneficios.

source: The bead construction is also reinforced to make sure that even if a loss of pressure occurs, the tyre stays firmly seated on the rim.
es: Además, se ha reforzado la construcción del talón para que en caso de pérdida de presión, el neumático se mantenga firmemente apegado a la llanta.

source: This, of course, will be of small consolation to those living with filthy water running through their houses and who might be facing enormous financial loss.
es: Esto, por supuesto, no servirá de mucho consuelo para quienes tienen que vivir con aguas inmundas que recorren sus casas y podrían enfrentarse a enormes pérdidas económicas.

source: Given the high level of internal rotation of expatriate personnel, it is vital to improve knowledge management, which at the moment experiences permanent loss.
es: Frente al elevado índice de rotación interna del personal desplazado al terreno, es imprescindible mejorar la gestión del conocimiento, del que actualmente existe una fuga permanente.

source: If aid is envisaged to make good the loss of profit due to any quarantine or waiting period imposed or recommended by the competent authorities to enable the elimination of the disease before the holding is restocked or replanted, or to any difficulties in restocking or replanting, please indicate all elements establishing that there is no risk of overcompensating the profit loss.
es: 15. Si está previsto conceder una ayuda para la compensación de las pérdidas de ingresos debidas a los períodos de espera o de cuarentena impuestos o recomendados por las autoridades competentes para eliminar la enfermedad antes de la reconstitución o la replantación de la explotación, o por las dificultades de reconstitución o replantación, comuníquense todos los elementos que permitan evaluar la ausencia de riesgo de exceso de compensación por las pérdidas de ingresos

source: Their roots help prevent soil erosion and loss of nutrients, as well as filter out pollution from the water.
es: Sus raíces ayudan a impedir la erosión del suelo y la pérdida de nutrientes, y filtran la contaminación del agua.

source: Compensation will be payable in the event of loss or damage to wheelchairs and other equipment, and there is provision for mandatory training for staff providing assistance.
es: Se prevé una compensación en caso de daño o pérdida de la silla de ruedas o de otros equipos, así como la formación obligatoria del personal responsable de la asistencia.

source: In a world charged with turbulent and vertiginous political processes, the generally long preparation period for these meetings results in the loss of significance or urgency of the purposes for which they were originally programmed.
es: Generalmente llevan mucho tiempo de preparación lo que, en un mundo preñado de procesos políticos turbulentos y vertiginosos, hace que pierdan vigencia rápidamente los propósitos para las cuales fueron originalmente programadas.

source: Risk of capital loss increases as the value of the ratio increases.
es: Riesgo de pérdida de capital aumenta a medida que el valor de la ración aumenta.

source: Take out insurance corresponding to the real value of your watch in order to cover it against any risk of loss or theft.
es: Suscriba una póliza de seguro por el valor real de su reloj con el fin de cubrir los riesgos de pérdida y/o robo.

source: It would be regrettable to allow, at this late stage, loss of momentum after so many resources have been devoted to successfully bringing so many conflicting parties together.
es: Sería lamentable que, en esta etapa tan avanzada, el proceso perdiera ímpetu cuando se han dedicado ya tantos recursos a promover el diálogo entre muchas partes en conflicto.

source: (a) The loss of a child's parents, leaving him or her without family support
es: a) La pérdida de los padres del niño que se queda sin apoyo familiar
